Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

source: Privacy Policy
ar: سياسة الخصوصية
be: Палітыка прыватнасці
ca: Política de privadesa
de: Datenschutzerklärung
es: Política de privacidad
fa: حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ko: 개인 정보 정책
ms: Polisi Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikası
uk: Політика конфіденційності
uz: Maxfiylik siyosati
zh_cn: 隐私政策
zh_tw: 隱私政策

# PrivacyPolicyAndTerms
source: Privacy Policy and Terms of Service
ar: سياسة الخصوصية وشروط الخدمة
be: Палітыка прыватнасці і ўмовы абслугоўвання
ca: Política de privadesa i condicions del servei
de: Datenschutzerklärung und Nutzungsbedingungen
es: Política de privacidad y términos de servicio
fa: حریم خصوصی و شرایط و ضوابط خدمات
fi: Yksityisyyskäytännöt ja käyttöehdot
fr: Politique de confidentialité et conditions de service
id: Kebijakan Privasi dan Layanan
it: Informativa sulla privacy e Termini di Servizio
ko: 개인 정보 정책 및 이용 약관
ms: Polisi Privasi dan Terma Servis
nl: Privacybeleid en gebruiksvoorwaarden
pl: Polityka prywatności i Warunki świadczenia usługi
pt_br: Política de Privacidade e Termos de Serviço
ru: Пользовательское соглашение и конфиденциальность
sv: Integritetspolicy och användarvillkor
tr: Gizlilik Politikası ve Kullanım Şartları
uk: Політика конфіденційності та умови використання
uz: Maxfiylik siyosati va Xizmat shartlari
zh_cn: 隐私政策与服务协议
zh_tw: 隱私政策與服務協議

# PrivacyProfilePhoto
source: Profile Photos
ar: صور الملف الشخصي
be: Аватары профілю
ca: Fotos de perfil
de: Profilbilder
es: Fotos de perfil
fi: Profiilikuvat
fr: Photos de profil
it: Foto del profilo
ko: 프로필 사진
ms: Foto Profil
nl: Profielfoto's
pl: Zdjęcia profilowe
pt_br: Fotos de Perfil
ru: Фотографии профиля
sv: Profilbilder och videor
tr: Profil Fotoğrafları
uk: Фото профілю

# PrivacyProfilePhotoInfo
source: You can restrict who can see your profile photo with granular precision.
ar: بإمكانك تخصيص من يمْكنه رؤية صورتك الشخصية بدقة انتقائية.
be: Вы можаце вызначыць, хто будзе мець магчымасць бачыць ваш аватар профілю.
ca: Podeu restringir qui pot veure la vostra foto de perfil amb precisió total.
de: Hier kannst du per Feineinstellung bestimmen, wer dein Profilbild sehen darf.
es: Puedes restringir quién puede ver tu foto de perfil con gran precisión.
fa: شما می‌توانید کسانی که قادرند عکس پروفایل شما را ببینند را محدود کنید.
fi: Voit valita ketkä näkevät profiilikuvasi.
fr: Vous pouvez choisir précisément qui peut voir votre photo de profil.
id: Anda dapat batasi pengguna yang dapat melihat foto profil dengan lebih akurat.
it: Puoi decidere chi può vedere la tua foto del profilo con precisione granulare.
ko: 회원님의 프로필 사진을 볼 수 있는 사람을 세세하게 제한하실 수 있습니다.
ms: Anda boleh hadkan siapa yang boleh lihat foto profil anda dengan tepat.
nl: Je kunt nauwkeurig beperken wie je profielfoto kan zien.
pl: Możesz precyzyjnie określić, kto może zobaczyć twoje zdjęcie profilowe.
pt_br: Você pode restringir quem pode ver sua foto de perfil com precisão granular.
ru: Вы можете выбрать, кому разрешаете видеть фотографию в своём профиле.
sv: Du kan bestämma vilka som kan se din profilbild.
tr: Profil fotoğrafınızı kimlerin görebileceğini hassas bir şekilde kısıtlayabilirsiniz.
uk: Ви можете вибрати, хто може бачити ваше фото профілю.
uz: Profil rasmingizni kimlar koʻrishi mumkinligini tanlashingiz mumkin.

# PrivacyProfilePhotoInfo2
source: You can add users or entire groups as exceptions that will override the settings above.
ar: يمكنك إضافة مستخدمين أو مجموعات بأكملها كاستثناءات تتجاوز القيم في الأعلى.
be: Вы можаце дадаць карыстальнікаў або суполкі ў якасці выключэнняў, каб перавызначыць налады вышэй.
ca: Podeu afegir usuaris o grups sencers com a excepcions que substituiran la configuració anterior.
de: Du kannst Kontakte oder ganze Gruppen hinzufügen, für die eine Ausnahme gemacht werden soll.
es: Puedes añadir usuarios o grupos como excepciones que anularán los ajustes de arriba.
fa: شما می‌توانید کاربران یا کل یک گروه را به عنوان استثناهایی اضافه کنید که جایگزین تنظیمات بالا خواهند شد.
fi: Voit lisätä käyttäjiä tai kokonaisia ryhmiä poikkeuksiksi yllä oleville asetuksille.
fr: Vous pouvez ajouter des utilisateurs ou des groupes entiers comme exceptions passant outre les paramètres ci-dessus.
id: Pengaturan ini akan mengesampingkan nilai-nilai di atas
it: Puoi aggiungere utenti o interi gruppi come eccezioni che annulleranno le impostazioni precedenti.
ko: 사용자나 그룹 전체를 예외로 추가하여 앞선 설정을 무시하실 수 있습니다.
ms: Anda boleh tambah pengguna atau kesemua ahli grup sebagai pengecualian yang akan mengatasi aturan di atas.
nl: Je kunt gebruikers of groepen toevoegen als uitzondering op de instelling hierboven.
pl: Możesz dodać użytkowników lub całe grupy jako wyjątki, które zastąpią powyższe ustawienia.
pt_br: Você pode adicionar usuários ou grupos inteiros como exceções que substituirão as configurações acima.
ru: Вы можете добавить пользователей или целые группы в список исключений из настроек выше.
sv: Du kan lägga till användare eller hela grupper som undantag vilket tar över valen ovan.
tr: Kullanıcıları veya tüm gruplar için yukarıdaki ayarları geçersiz kılacak ayrıcalıklar ekleyebilirsiniz.
uk: Ви можете додати користувачів або групи як винятки, які виконуватимуться незалежно від налаштувань вище.
uz: Yuqoridagi sozlamalar amal qilmaydigan foydalanuvchilar yoki guruhlarni kiritishingiz mumkin.

# PrivacyProfilePhotoTitle
source: Who can see my profile photos & videos?
ar: من يمكنهم رؤية صور ملفّي الشخصي؟
be: Хто можа бачыць мае аватар і відэа профілю?
ca: Qui pot veure les meves fotos i vídeos de perfil?
de: Wer darf mein Profilbild sehen?
es: ¿Quién puede ver mis fotos y videos de perfil?
fi: Ketkä näkevät profiilikuvani?
fr: Qui peut voir ma photo/vidéo de profil ?
it: Chi può vedere le foto e i video del mio profilo?
ko: 누가 내 프로필 사진과 영상을 볼 수 있나요?
ms: Siapa boleh lihat profil foto & video saya?
nl: Wie kan mijn profielfoto's en -video's zien?
pl: Kto może zobaczyć moje zdjęcie i wideo profilowe?
pt_br: Quem pode ver minhas fotos e vídeos de perfil?
ru: Кто видит фото и видео в моём профиле?
sv: Vem kan se min profils bilder & videor?
tr: Profil fotoğraflarımı ve videolarımı kimler görebilir?
uk: Хто може бачити мої фото та відео профілю?

# PrivacySettings
source: Privacy and Security
ar: الخصوصية والأمان
be: Прыватнасць і бяспека
ca: Privadesa i seguretat
de: Privatsphäre und Sicherheit
es: Privacidad y seguridad
fa: حریم خصوصی و امنیت
fi: Yksityisyys ja tietoturva
fr: Confidentialité et sécurité
id: Privasi dan Keamanan
it: Privacy e sicurezza
ko: 개인 정보 및 보안
ms: Privasi dan Sekuriti
nl: Privacy en veiligheid
pl: Prywatność i bezpieczeństwo
pt_br: Privacidade e Segurança
ru: Конфиденциальность
sv: Integritet och säkerhet
tr: Gizlilik ve Güvenlik
uk: Приватність і безпека
uz: Maxfiylik va xavfsizlik
zh_cn: 隐私和安全
zh_tw: 隱私和安全

# PrivacySettingsChangedAlert
source: You have changed some privacy settings. Apply changes?
ar: لقد قمت بتغيير بعض إعدادات الخصوصية؛ تطبيق التغييرات؟
be: Вы змянілі некаторыя налады прыватнасці. Дастасаваць змены?
ca: Heu canviat algunes opcions de privadesa. Voleu aplicar els canvis?
de: Du hast einige Änderungen im Bereich Privatsphäre durchgeführt. Möchtest du die Änderungen anwenden?
es: Cambiaste algunos ajustes de privacidad. ¿Aplicar cambios?
fa: شما برخی از تنظیمات حریم خصوصی را تغییر داده‌اید. تغییرات اعمال شود؟
fi: Olet muuttanut yksityisyysasetuksiasi. Tallennetaanko ne?
fr: Vous avez changé certains paramètres de confidentialité. Appliquer les changements ?
id: Anda telah mengganti pengaturan privasi. Terapkan?
it: Hai modificato alcune impostazioni della privacy. Applicare le modifiche?
ko: 일부 개인 정보 설정을 바꾸셨습니다. 변경 사항을 적용할까요?
ms: Anda telah tukar aturan peribadi. Teruskan dengan penukaran ini?
nl: Je hebt privacyinstellingen aangepast. Wijzigingen toepassen?
pl: Zmieniłeś niektóre ustawienia prywatności. Zastosować zmiany?
pt_br: Você alterou algumas configurações de privacidade. Gostaria de aplicar?
ru: Вы изменили настройки приватности. Применить изменения?
sv: Du har ändrat på en del integritetsinställningar. Tillämpa ändringarna?
tr: Bazı gizlilik ayarlarını değiştirdiniz. Değişiklikler uygulansın mı?
uk: Ви змінили налаштування приватності. Застосувати зміни?
uz: Siz ba'zi shaxsiylik sozlamalarni o'zgartiridingiz. Ularni qo'llaysizmi?

# PrivacyTitle
source: Privacy
ar: الخصوصية
be: Прыватнасць
ca: Privadesa
de: Privatsphäre
es: Privacidad
fa: حریم خصوصی
fi: Yksityisyys
fr: Confidentialité
id: Privasi
ko: 개인 정보
ms: Privasi
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sv: Integritet
tr: Gizlilik
uk: Приватність
uz: Maxfiylik
zh_cn: 隐私
zh_tw: 隱私

source: Private Shares
ar: التحويلات في الخاص
be: Прыватныя абагульванні
ca: Compart. privades
de: Privat geteilt
es: Reenvíos en privado
fi: Yksityiset jaot
fr: Partages privés
it: Condivisioni private
ko: 비공개 공유
ms: Kongsian Peribadi
nl: Prive gedeeld
pl: Pryw. udostęp.
pt_br: Compartil. Privados
ru: Поделились непублично
sv: Privata delningar
tr: Özel Paylaşımlar
uk: Поширили приватно

# ProfileJoinChannel
source: Join Channel
ar: الانضمام للقناة
be: Далучыцца да канала
ca: Afegeix-m'hi
de: Kanal beitreten
es: Unirme al canal
fa: پیوستن به کانال
fi: Liity kanavalle
fr: Rejoindre le canal
id: Masuk Channel
it: Unisciti al canale
ko: 채널 들어가기
ms: Sertai Saluran
nl: Lid worden van kanaal
pl: Dołącz do kanału
pt_br: Entrar no Canal
ru: Присоединиться
sv: Följ kanal
tr: Kanala Katıl
uk: Приєднатися до каналу
uz: Kanalga qoʻshilish

# ProfileJoinGroup
source: Join Group
ar: الانضمام للمجموعة
be: Далучыцца да суполкі
ca: Afegeix-m'hi
de: Gruppe beitreten
es: Unirme al grupo
fa: پیوستن به گروه
fi: Liity ryhmään
fr: Rejoindre le groupe
id: Gabung Grup
it: Unisciti al gruppo
ko: 그룹 들어가기
ms: Sertai Grup
nl: Lid worden van groep
pl: Dołącz do grupy
pt_br: Entrar no Grupo
ru: Вступить в группу
sv: Gå med i grupp
tr: Gruba Katıl
uk: Приєднатися до групи
uz: Guruhga qoʻshilish

# ProfilePopupNotification
source: Popup notifications
ar: الإشعارات المنبثقة
be: Усплывальныя апавяшчэнні
ca: Notificacions emergents
de: Popup Mitteilungen
es: Notificación pop-up
fa: اعلان‌های پاپ‌آپ
fi: Ponnahdusilmoitukset
fr: Notifications flottantes
id: Notifikasi Pop-Up
it: Notifiche popup
ko: 팝업 알림
ms: Notifikasi muncul
nl: Pop-up meldingen
pl: Wyskakujące powiadomienia
pt_br: Notificações popup
ru: Всплывающие уведомления
sv: Popupnotiser
tr: Açılır bildirimler
uk: Спливні сповіщення
uz: Qalqib chiquvchi bildirishnomalar
zh_cn: 浮动通知
zh_tw: 浮動通知

# ProfilePopupNotificationInfo
source: New messages from this contact will appear on your screen when you are not using Telegram.
ar: ستظهر الرسائل الجديدة من هذا المستخدم على الشاشة حتى لو كنت خارج تطبيق تيليجرام.
be: Новыя паведамленні ад гэтага кантакту будуць з’яўляцца на экране нават тады, калі вы не карыстаецеся Telegram.
ca: Els missatges nous d'aquest contacte apareixeran a la pantalla encara que no estigueu usant el Telegram.
de: Neue Nachrichten von diesem Kontakt erscheinen auf deinem Bildschirm, wenn du Telegram nicht benutzt.
es: Los mensajes nuevos de este contacto aparecerán en tu pantalla cuando no estés usando Telegram.
fa: پیام‌های جدید این مخاطب هنگامی که از تلگرام استفاده نمی‌کنید روی صفحه‌ شما نمایش داده خواهند شد.
fi: Tästä keskustelusta saapuvat viestit näytetään näytölläsi, kun et käytä Telegramia.
fr: Les messages de ce contact apparaîtront sur votre écran quand vous n'utilisez pas Telegram.
id: Pesan baru dari kontak ini akan muncul di layar Anda jika Anda tidak menggunakan Telegram.
it: I nuovi messaggi da questo contatto appariranno sul tuo schermo quando non stai usando Telegram.
ko: 텔레그램이 꺼져 있을 때 이 연락처에서 보낸 새로운 메시지가 화면에 나타납니다.
ms: Mesej baru dari kenalan ini akan terpapar di skrin apabila anda tidak gunakan Telegram.
nl: Nieuwe berichten van deze persoon worden weergegeven als je Telegram niet gebruikt.
pl: Nowe wiadomości od tego kontaktu będą wyświetlane, gdy nie używasz Telegrama.
pt_br: Novas mensagens desse contato aparecerão em sua tela quando você não estiver no Telegram.
ru: Новые сообщения от этого контакта будут всплывать поверх экрана, когда Вы не в приложении.
sv: Nya meddelanden från den här kontakten kommer att visas på din skärm när du för tillfället inte använder Telegram.
tr: Telegram'ı kullanmadığınızda bu kişiden gelen yeni mesajlar ekranınızda görüntülenecektir.
uk: Показувати нові повідомлення від користувача у спливному вікні, коли Telegram не відкрито.
uz: Telegramdan foydalanmaganda ushbu kontaktdan yangi xabarlar ekranda ko'rinadi.
zh_cn: 当您没有打开 Telegram 时，来自此联系人的新消息也会出现在您的屏幕上。
zh_tw: 當您沒有打開 Telegram 時，來自此聯絡人的新訊息也會出現在您的屏幕上。

source: Proximity alert cancelled
ar: تم إلغاء التنبيه بالاقتراب
be: Абвестка аб збліжэнні скасавана
ca: S'ha cancel·lat l'alerta
de: Annäherungsalarm aufgehoben
es: Aviso de proximidad cancelado
fi: Läheisyyshälytys peruttiin
fr: Alerte de proximité annulée
it: Avviso di prossimità annullato
ko: 근접 알림 취소됨
ms: Amaran berdekatan dibatal
nl: Nabijheidsmelding geannuleerd
pl: Anulowano alarm zbliżeniowy
pt_br: Alerta de proximidade cancelado
ru: Оповещение отменено
sv: Närhetsavisering avstängd
tr: Yakınlık uyarısı iptal edildi
uk: Сповіщення скасовано

source: Proximity alert set
ar: تنبيه الاقتراب يعمل
be: Абвестка аб збліжэнні зададзена
ca: S'ha establert l'alerta
de: Annäherungsalarm gesetzt
es: Aviso de proximidad establecido
fi: Läheisyyshälytys asetettiin
fr: Alerte de proximité activée
it: Avviso di prossimità impostato
ko: 근접 알림 설정됨
ms: Amaran berdekatan diset
nl: Nabijheidsmelding ingesteld
pl: Ustawiono alarm zbliżeniowy
pt_br: Alerta de proximidade ativado
ru: Оповещение установлено
sv: Närhetsaviseringsval
tr: Yakınlık uyarısı ayarla
uk: Сповіщення встановлено

# ProximityAlertSetInfoGroup2
source: We will notify you once someone is within {0} from you.
ar: سيتم تنبيهك بمجرد أن يكون أي عضو على بعد ⁨{0}⁩ منك.
be: Мы паведамім вам, калі хтосьці знаходзіцца ў межах {0} ад вас.
ca: Us notificarem quan algú sigui a menys de {0} de vós.
de: Wir benachrichtigen dich, sobald sich jemand {0} von dir befindet.
es: Te notificaremos cuando alguien esté a {0} de ti.
fi: Ilmoitamme, kun joku on {0} päässä sinusta.
fr: Nous vous notifierons quand quelqu'un se trouve à {0} de vous.
it: Ti notificheremo quando qualcuno sarà a {0} da te.
ko: 누군가가 {0}내에 접근시 알림을 드리겠습니다
ms: Kami akan beritahu anda bila sesiapa berada dalam lingkungan {0} dari anda.
nl: We sturen je een melding als iemand binnen een straal van {0} is.
pl: Powiadomimy cię, gdy któryś z członków grupy znajdzie się w odległości {0} od ciebie.
pt_br: Vamos te notificar quando alguém estiver a {0} de você.
ru: Вы получите оповещение, когда кто-то из участников будет в {0} от Вас.
sv: Vi aviserar dig när nån finns inom {0} från dig.
tr: Birisi sizden {0} uzaklıktaysa sizi bilgilendireceğiz.
uk: Ви одержите сповіщення, щойно хтось з учасників буде за {0} від вас.

# ProximityAlertSetInfoUser
source: We will notify you once {0} is within {1} from you.
ar: سيتم تنبيهك بمجرد أن يكون ⁨{0}⁩ على بعد ⁨{1}⁩ منك.
be: Мы паведамім вам, калі {0} знаходзіцца ў межах {1} ад вас.
ca: Us notificarem quan {0} sigui a menys de {1} de vós.
de: Wir benachrichtigen dich, sobald {0} {1} von dir entfernt ist.
es: Te notificaremos cuando {0} esté a {1} de ti.
fi: Ilmoitamme, kun {0} on {1} päässä sinusta.
fr: Nous vous notifierons lorsque {0} se retrouve à {1} de vous.
it: Ti notificheremo quando {0} sarà a {1} da te.
ko: {0}님이 {1}내 접근시 알림을 드리겠습니다
ms: Kami akan beritahu anda bila {0} berada di lingkungan {1} dari anda.
nl: We sturen je een melding als {0} binnen een straal van {1} is.
pl: Powiadomimy cię, gdy {0} znajdzie się w odległości {1} od ciebie.
pt_br: Vamos te notificar quando {0} estiver a {1} de você.
ru: Вы получите оповещение, когда {0} будет в {1} от Вас.
sv: Vi meddelar när {0} finns inom {1} från dig.
tr: {0} sizden {1} uzaklıkta olduğunda sizi bilgilendireceğiz.
uk: Ви одержите сповіщення, щойно {0} буде за {1} від вас.

# ProximityTooltioGroup
source: Alert when other members of the group are close
ar: التنبيه عندما يكون أعضاء المجموعة قريبين.
be: Апавяшчаць, калі іншыя ўдзельнікі суполкі знаходзяцца побач
ca: Alerta en ser altres membres del grup a prop
de: Alarmieren, wenn andere Mitglieder der Gruppe in der Nähe sind.
es: Avisar cuando otros miembros del grupo estén cerca
fi: Ilmoita, kun ryhmän muut jäsenet ovat lähettyvillä.
fr: Alerter lorsque d'autres membres du groupe sont proches
it: Avvisa quando altri membri del gruppo sono vicini
ko: 그룹 내 다른 사용자가 근접 했을때 알리기
ms: Beri amaran bila ahli grup sudah hampir
nl: Melden als andere groepsleden in de buurt zijn
pl: Ostrzeż, gdy którykolwiek członek grupy jest blisko
pt_br: Alertar quando outros participantes estiverem perto
ru: Уведомление о приближении других участников
sv: Avisera när andra gruppmedlemmar finns i närheten.
tr: Grubun diğer üyeleri yakın olduğunda bildir
uk: Сповіщення про наближення інших учасників групи

# ProximityTooltioUser
source: Alert when {0} is close
ar: التنبيه عندما يكون ⁨{0}⁩ قريبًا
be: Апавяшчаць, калі {0} знаходзіцца побач
ca: Alerta en ser {0} a prop
de: Hinweis, wenn {0} in der Nähe ist
es: Avisar cuando {0} esté cerca
fi: Ilmoita, kun {0} on lähellä
fr: Alerter quand {0} est proche
it: Avvisa quando {0} è vicino
ko: {0}님이 가까워졌을때 알림
ms: Beri amaran bila {0} sudah hampir
nl: Melden als {0} dichtbij is
pl: Ostrzeż, gdy {0} jest blisko
pt_br: Alertar quando {0} estiver perto
ru: Уведомление о приближении {0}
sv: Avisera när {0} är nära
tr: {0} yaklaştığında bildir
uk: Сповіщення про наближення {0}

source: Proxy
ar: بروكسي
be: Проксі
ca: Servidor intermediari
fa: پروکسی
fi: Välityspalvelin
ko: 프록시
ms: Proksi
ru: Прокси
tr: Vekil sunucu
uk: Проксі
uz: Proksi
zh_cn: 代理
zh_tw: 代理

# ProxyConnections
source: Connections
ar: الاتصالات
be: Злучэнні
ca: Connexions
de: Verbindungen
es: Conexiones
fa: اتصالات
fi: Yhteydet
fr: Connexions
id: Koneksi
it: Connessioni
ko: 연결
ms: Sambungan
nl: Connecties
pl: Połączenia
pt_br: Conexões
ru: Подключения
sv: Anslutningar
tr: Bağlantılar
uk: Зʼєднання
uz: Ulanishlar
zh_cn: 代理连接
zh_tw: 代理連接

source: Proxy Details
ar: تفاصيل البروكسي
be: Уласцівасці проксі
ca: Detalls del servidor intermediari
es: Detalles del proxy
fa: جزئیات پروکسی
fi: Välityspalvelimen tiedot
fr: Détails du serveur proxy
id: Detail Proxy
it: Dettagli proxy
ko: 프록시 상세 정보
ms: Info Terperinci Proksi
pl: Szczegóły proxy
pt_br: Detalhes do Proxy
ru: Прокси-сервер
sv: Proxyinställningar
tr: Vekil Sunucu Ayrıntıları
uk: Деталі проксі
uz: Proksi tafsilotlari
zh_cn: 代理信息
zh_tw: 代理訊息

source: Proxy Settings
ar: إعدادات البروكسي
be: Налады проксі
ca: Configuració del servidor intermediari
de: Proxy-Einstellungen
es: Ajustes de proxy
fa: تنظیمات پروکسی
fi: Välityspalvelimen asetukset
fr: Paramètres de proxy
id: Pengaturan Proxy
it: Impostazioni proxy
ko: 프록시 설정
ms: Aturan Proksi
nl: Proxy-instellingen
pl: Ustawienia Proxy
pt_br: Configurações de Proxy
ru: Настройки прокси
sv: Proxyinställningar
tr: Vekil Sunucu Ayarları
uk: Налаштування проксі
uz: Proksi sozlamalari
zh_cn: 代理设置
zh_tw: 代理設定

# PsaHide
source: Hide
ar: إخفاء
be: Схаваць
ca: Amaga
de: Verstecken
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Masquer
id: Sembunyikan
it: Nascondi
ko: 가리기
ms: Sembunyi
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
sv: Dölj
tr: Gizle
uk: Приховати
uz: Berkitish

# PsaHideChatAlertText
source: Are you sure you want to hide this chat?
ar: هل ترغب حقًا في إخفاء هذه المحادثة؟
be: Вы ўпэўнены, што хочаце схаваць гэты чат?
ca: Segur que voleu amagar aquest xat?
de: Wirklich diesen Chat verstecken?
es: ¿Quieres ocultar este chat?
fa: آیا از پنهان کردن این گفتگو اطمینان دارید؟
fi: Haluatko varmasti piilottaa tämän keskustelun?
fr: Voulez-vous vraiment masquer cet échange ?
id: Anda yakin ingin menyembunyikan obrolan ini?
it: Vuoi davvero nascondere questa chat?
ko: 정말 이 대화방을 가리시겠습니까?
ms: Anda pasti ingin sembunyi bual dipilih?
nl: Weet je zeker dat je deze chat wilt verbergen?
pl: Czy na pewno chcesz ukryć ten czat?
pt_br: Deseja realmente ocultar esse chat?
ru: Вы точно хотите скрыть этот чат?
sv: Är du säker på att du vill dölja chatten?
tr: Bu sohbeti gizlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете приховати цей чат?
uz: Haqiqatan ham bu chatni berkitmoqchimisiz?

# PsaHideChatAlertTitle
source: Hide chat
ar: إخفاء المحادثة
be: Схаваць чат
ca: Amaga el xat
de: Chat verstecken
es: Ocultar chat
fa: پنهان کردن گفتگو
fi: Piilota keskustelu
fr: Masquer l'échange
id: Sembunyikan obrolan
it: Nascondi chat
ko: 대화방 가리기
ms: Sembunyi bual
nl: Chat verbergen
pl: Ukryj czat
pt_br: Ocultar chat
ru: Скрыть чат
sv: Dölj chatt
tr: Sohbeti gizle
uk: Приховати чат
uz: Chatni berkitish
